Repository: JTi65/Cinnamon-Eyes
Catalog: *.po
Languages: fi_fi

source: click to deactivate the eye
fi_fi: deaktivoi silmä napsauttamalla

source: click to activate the eye
fi_fi: aktivoi silmä napsauttamalla

source: Cinnamon Eyes
fi_fi: Cinnamon Silmät

source: An applet for Cinnamon that adds an eye to the panel bar that follows your cursor and displays click animations.
fi_fi: Cinnamon-sovelma, joka lisää katseen paneelipalkkiin, joka seuraa kohdistinta ja näyttää napsautusanimaatioita.

source: Eye
fi_fi: Silmä

source: Effects
fi_fi: Efektit

source: General
fi_fi: Yleistä

source: Colors
fi_fi: Cinnamon-sovelma, joka lisää katseen paneelipalkkiin, joka seuraa kohdistinta ja näyttää napsautusanimaatioita.ärit

source: Events
fi_fi: Tapahtumat

source: Mode
fi_fi: Tila

source: Lids
fi_fi: Kannet

source: Bulb
fi_fi: Polttimo

source: Line Width
fi_fi: Viivan pituus

source: Margin
fi_fi: MArginaali

source: Padding
fi_fi: Välistys

source: Eye Update Interval
fi_fi: Silmä uudistamisen aikaväli

source: This setting controls the time to redraw the eye again. Lower values (measured in miliseconds) result in smoother animation but require more processing power.
fi_fi: Tämä asetus ohjaa aikaa, jolloin silmä piirretään uudelleen. Pienemmät arvot (mitattu millisekunteina) johtavat tasaisempaan animaatioon, mutta vaativat enemmän käsittelytehoa.

source: radians
fi_fi: radiaanit

source: Eye Update Sensitivity
fi_fi: Silmän Uudistamisen Herkkyya

source: This setting controls the minimum angle change between mouse movements required to redraw the eye. Lower values (measured in radians) result in smoother animation but require more processing power.
fi_fi: Tämä asetus ohjaa pienimmän kulman vaihtelun hiiren liikkeiden välillä, joka tarvitaan silmän uudelleenpiirtämiseen. Pienemmät arvot (radiaaneina mitattuna) johtavat tasaisempaan animaatioon, mutta vaativat enemmän prosessointitehoa.

source: Start Activated
fi_fi: Käynnistä aktiiviseksi

source: Deactivate On Fullscreen
fi_fi: Poista käytöstä Kokoruututila

source: Activated Base Color
fi_fi: Aktivoi perus Väri

source: Activated Iris Color
fi_fi: Aktivoi Silmän väri

source: Activated Pupil Color
fi_fi: Aktivoi Pupillin Väri

source: Fill the Colors Inside the Eye
fi_fi: Täytä Värillä Silmän sisusta

source: Enable Effects
fi_fi: Hyväksy Efektit

source: Icon Mode
fi_fi: Kuvakkeen tila

source: Simple
fi_fi: Yksinkertainen

source: Icon Size
fi_fi: Kuvakkeen koko

source: Click Animation Mode
fi_fi: Klikkaa Animaation Tila

source: Enable Left Click
fi_fi: Hyväksy vasen klikkaus

source: Enable Middle Click
fi_fi: Hyväksy Keski klikkaus

source: Enable Right Click
fi_fi: Hyväksy Oikea Klikkaus

source: Fade Timeout
fi_fi: Häivytyksen viive

source: Left Click Color
fi_fi: Vasen klikkaus Värille

source: Middle Click Color
fi_fi: Keski klikkaus värille

source: Right Click Color
fi_fi: Oikea Klikkaus Värille

source: General Opacity
fi_fi: Perusläpinäkyvyys
